Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CultureName
source: en-US
cs: cs
de: de
es: es
fr: fr
it: it
ja: ja
ko: ko
pl: pl
pt_br: pt-BR
ru: ru
tr: tr
zh_hans: zh-Hans
zh_hant: zh-Hant

# AppTitle.Text
source: Market Motion Studio
zh_hans: 行情指标动画工作室
zh_hant: 行情指標動畫工作室

# AppDisplayName
source: Market Motion Studio
zh_hans: 行情指标动画工作室
zh_hant: 行情指標動畫工作室

# NavMarketTurnover.Content
source: Market Turnover
cs: Obrat trhu
de: Marktumsatz
es: Volumen negociado del mercado
fr: Volume d'échanges du marché
it: Controvalore del mercato
ja: 市場の売買代金
ko: 시장 거래대금
pl: Obroty rynku
pt_br: Volume financeiro do mercado
ru: Оборот рынка
tr: Piyasa işlem hacmi
zh_hans: 市场成交额
zh_hant: 市場成交額

# NavStockVolume.Content
source: Volume and Turnover
cs: Objem a obrat
de: Volumen und Umschlag
es: Volumen y rotación
fr: Volume et rotation
it: Volume e rotazione
ja: 出来高と回転率
ko: 거래량과 회전율
pl: Wolumen i obrót
pt_br: Volume e giro
ru: Объём и оборачиваемость
tr: Hacim ve devir
zh_hans: 成交量换手率
zh_hant: 成交量換手率

# NavHelp.Content
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
zh_hans: 帮助
zh_hant: 說明

# NavSettingsLabel.Text
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# MarketTurnoverPageTitle.Text
source: Market Turnover
cs: Obrat trhu
de: Marktumsatz
es: Volumen negociado del mercado
fr: Volume d'échanges du marché
it: Controvalore del mercato
ja: 市場の売買代金
ko: 시장 거래대금
pl: Obroty rynku
pt_br: Volume financeiro do mercado
ru: Оборот рынка
tr: Piyasa işlem hacmi
zh_hans: 市场成交额
zh_hant: 市場成交額

# MarketTurnoverPageSubtitle.Text
source: Daily turnover of the whole market or one board. Two forms of the same picture; switching re-fetches nothing.
cs: Denní obrat celého trhu nebo jednoho segmentu. Dvě podoby téhož obrazu; přepnutí nic znovu nestahuje.
de: Der tägliche Umsatz des Gesamtmarkts oder eines Segments. Zwei Formen desselben Bilds; das Umschalten lädt nichts neu.
es: El volumen diario del mercado completo o de un segmento. Dos formas de la misma imagen; cambiar no vuelve a descargar nada.
fr: Le volume quotidien du marché entier ou d'un segment. Deux formes de la même image ; changer ne recharge rien.
it: Il controvalore giornaliero dell'intero mercato o di un segmento. Due forme della stessa immagine; cambiare non scarica nulla.
ja: 全市場または単一ボードの日次売買代金。同じデータの2つの表示形態で、切替時に再取得は不要です。
ko: 전체 시장 또는 개별 시장 구분의 일별 거래대금. 같은 데이터의 두 가지 화면 형태이며 전환 시 재요청이 없습니다.
pl: Dzienny obrót całego rynku lub jednego segmentu. Dwie formy tego samego obrazu; przełączenie niczego nie pobiera od nowa.
pt_br: O volume diário do mercado inteiro ou de um segmento. Duas formas da mesma imagem; trocar não baixa nada de novo.
ru: Дневной оборот всего рынка или одного сегмента. Две формы одной картинки; переключение ничего не загружает заново.
tr: Tüm piyasaların veya tek bir pazarın günlük işlem hacmi. Aynı verinin iki görünümü; geçişte yeniden indirme yapılmaz.
zh_hans: 全市场或单个板块的每日成交额。两种画面形态，切换不用重新取数。
zh_hant: 全市場或單一板塊的每日成交額。兩種畫面形態，切換不用重新取數。

# StockVolumePageTitle.Text
source: Volume and Turnover
cs: Objem a obrat
de: Volumen und Umschlag
es: Volumen y rotación
fr: Volume et rotation
it: Volume e rotazione
ja: 出来高と回転率
ko: 거래량과 회전율
pl: Wolumen i obrót
pt_br: Volume e giro
ru: Объём и оборачиваемость
tr: Hacim ve devir
zh_hans: 成交量换手率
zh_hant: 成交量換手率

# StockVolumePageSubtitle.Text
source: One stock's volume against its turnover rate, over a range of days or within a single one.
cs: Objem jedné akcie proti její míře obratu — za období, nebo v průběhu jediného dne.
de: Volumen und Umschlagsrate eines Titels – über einen Zeitraum oder innerhalb eines einzelnen Tages.
es: El volumen de un valor frente a su tasa de rotación, a lo largo de un periodo o dentro de una sola sesión.
fr: Le volume d'un titre face à son taux de rotation, sur une période ou à l'intérieur d'une seule séance.
it: I volumi di un titolo a confronto con il suo tasso di rotazione, su un periodo o all'interno di una singola seduta.
ja: 1 銘柄の出来高と売買回転率。期間で見ることも、1 日の中で見ることもできます。
ko: 한 종목의 거래량과 회전율. 기간으로도, 하루 안에서도 볼 수 있습니다.
pl: Wolumen jednej spółki na tle jej wskaźnika obrotu — w wybranym okresie albo w ciągu jednej sesji.
pt_br: O volume de uma ação diante da sua taxa de giro, ao longo de um período ou dentro de um único pregão.
ru: Объём одной бумаги против её оборачиваемости — за период или внутри одного дня.
tr: Bir hissenin işlem miktarı ile devir hızı — bir dönem boyunca ya da tek bir gün içinde.
zh_hans: 单只股票的成交量与换手率，可看一段区间，也可看某一天之内。
zh_hant: 單一股票的成交量與週轉率，可看一段區間，也可看某一天之內。

# SettingsPageTitle.Text
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# HelpPageTitle.Text
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
zh_hans: 帮助
zh_hant: 說明

# HelpPageSubtitle.Text
source: What each page does, where the numbers come from, and what these videos are not.
cs: Co dělá každá stránka, odkud jsou čísla a co tato videa nejsou.
de: Was jede Seite tut, woher die Zahlen kommen und was diese Videos nicht sind.
es: Qué hace cada página, de dónde vienen las cifras y qué no son estos vídeos.
fr: Ce que fait chaque page, d'où viennent les chiffres, et ce que ces vidéos ne sont pas.
it: Cosa fa ogni pagina, da dove vengono i numeri e cosa questi video non sono.
ja: 各ページの役割、数値の出どころ、そしてこの動画が何ではないか。
ko: 각 페이지가 하는 일, 숫자의 출처, 그리고 이 영상이 아닌 것.
pl: Co robi każda strona, skąd pochodzą liczby i czym te filmy nie są.
pt_br: O que cada página faz, de onde vêm os números e o que estes vídeos não são.
ru: Что делает каждая страница, откуда взяты числа и чем эти видео не являются.
tr: Her sayfanın ne yaptığı, sayıların nereden geldiği ve bu videoların ne olmadığı.
zh_hans: 每个页面做什么、数据从哪来，以及这些视频不是什么。
zh_hant: 每個頁面做什麼、資料從哪來，以及這些影片不是什麼。

# HelpDocument
source: help-en-US.md
cs: help-cs.md
de: help-de.md
es: help-es.md
fr: help-fr.md
it: help-it.md
ja: help-ja.md
ko: help-ko.md
pl: help-pl.md
pt_br: help-pt-BR.md
ru: help-ru.md
tr: help-tr.md
zh_hans: help-zh-Hans.md
zh_hant: help-zh-Hant.md

# HelpMissing
source: The help document for this language could not be opened.
cs: Dokument nápovědy pro tento jazyk se nepodařilo otevřít.
de: Das Hilfedokument für diese Sprache konnte nicht geöffnet werden.
es: No se pudo abrir el documento de ayuda de este idioma.
fr: Le document d'aide pour cette langue n'a pas pu être ouvert.
it: Non è stato possibile aprire il documento della guida per questa lingua.
ja: この言語のヘルプ文書を開けませんでした。
ko: 이 언어의 도움말 문서를 열 수 없습니다.
pl: Nie udało się otworzyć dokumentu pomocy dla tego języka.
pt_br: Não foi possível abrir o documento de ajuda deste idioma.
ru: Не удалось открыть документ справки для этого языка.
tr: Bu dilin yardım belgesi açılamadı.
zh_hans: 无法打开该语言的帮助文档。
zh_hant: 無法開啟該語言的說明文件。

# StudioDataSection.Text
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pl: Dane
pt_br: Dados
ru: Данные
tr: Veri
zh_hans: 数据
zh_hant: 資料

# StudioTitleSection.Text
source: Title
cs: Titulek
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
tr: Başlık
zh_hans: 标题
zh_hant: 標題

# StudioTitleText.Header
source: Title text
cs: Text titulku
de: Titeltext
es: Texto del título
fr: Texte du titre
it: Testo del titolo
ja: タイトル文字
ko: 제목 문구
pl: Tekst tytułu
pt_br: Texto do título
ru: Текст заголовка
tr: Başlık metni
zh_hans: 标题文字
zh_hant: 標題文字

# StudioTitleNote.Text
source: Leave it empty to use the default. Press Enter to break it where you want; a title too wide for one line wraps onto a second — two lines at most — and only then does the size give way, to half size at most. A second line pushes everything below it down by one row.
cs: Nechte prázdné, chcete-li použít výchozí titulek. Dlouhý titulek se proporcionálně zmenší, místo aby se odřízl — nejvýše na polovinu.
de: Leer lassen, um den Standardtitel zu verwenden. Mit der Eingabetaste brechen Sie den Titel dort, wo er brechen soll; passt er nicht in eine Zeile, läuft er automatisch in eine zweite um — höchstens zwei Zeilen — und erst dann gibt die Schriftgröße nach, höchstens auf die halbe Größe. Eine zweite Zeile schiebt alles darunter um eine Zeile nach unten.
es: Déjelo vacío para usar el título predeterminado. Un título largo se reduce proporcionalmente en lugar de recortarse, hasta la mitad del tamaño.
fr: Laissez vide pour utiliser le titre par défaut. Un titre trop long est réduit proportionnellement plutôt que rogné, jusqu'à la moitié de sa taille.
ja: 空のままにすると既定のタイトルを使います。Enter で好きな位置で改行できます。1 行に収まらないときは自動で 2 行目に折り返し（最大 2 行）、それでも収まらないときだけ文字サイズが縮小します（最小で半分まで）。2 行目が出ると、その下の内容が 1 行分下がります。
ko: 비워 두면 기본 제목을 씁니다. 긴 제목은 잘리지 않고 비례해 줄어들며, 최소 절반까지입니다.
pl: Zostaw puste, aby użyć tytułu domyślnego. Zbyt długi tytuł jest proporcjonalnie zmniejszany, a nie obcinany — najwyżej do połowy rozmiaru.
pt_br: Deixe vazio para usar o título padrão. Pressione Enter para quebrá-lo onde quiser; se não couber em uma linha ele quebra sozinho em uma segunda — no máximo duas — e só então o tamanho cede, até a metade. Uma segunda linha empurra uma linha para baixo tudo o que vem depois.
ru: Оставьте пустым, чтобы использовать заголовок по умолчанию. Длинный заголовок пропорционально уменьшается, а не обрезается — не более чем вдвое.
zh_hans: 留空则使用默认标题。过长的标题会按比例缩小字号而不是被裁掉，最多缩到一半。
zh_hant: 留空則使用預設標題。標題裡可以按 Enter 手動斷行；一行放不下會按寬度自動折成第二行（最多兩行），兩行還放不下才按比例縮小字級（最多縮到一半）。折出第二行時下面的內容整體下移一行。

# StudioHideTitle.Header
source: Hide the title
cs: Skrýt titulek
de: Titel ausblenden
es: Ocultar el título
fr: Masquer le titre
it: Nascondi il titolo
ja: タイトルを隠す
ko: 제목 숨기기
pl: Ukryj tytuł
pt_br: Ocultar o título
ru: Скрыть заголовок
tr: Başlığı gizle
zh_hans: 隐藏标题
zh_hant: 隱藏標題

# StudioHideTitleNote.Text
source: The title's row goes back to the chart and everything below shifts up into it. The bottom margin holds the lower edge still, so the panels grow taller. Turning it off restores the layout exactly.
cs: Řádek titulku se vrátí grafu a vše pod ním se do něj posune nahoru. Dolní okraj drží spodní hranu, takže panely vyrostou. Po odškrtnutí se rozvržení obnoví přesně.
de: Die Titelzeile geht an das Diagramm zurück, und alles darunter rückt in sie auf. Der untere Rand hält die Unterkante fest, die Felder werden also höher. Wieder abgeschaltet, stellt es das Layout genau wieder her.
es: La fila del título vuelve al gráfico y todo lo que está debajo sube a ella. El margen inferior mantiene fijo el borde de abajo, así que los paneles crecen. Al desactivarlo se restaura la composición exactamente.
fr: La ligne du titre revient au graphique et tout ce qui est en dessous y remonte. La marge basse maintient le bord inférieur, donc les panneaux s'agrandissent. Décoché, la disposition est restituée à l'identique.
it: La riga del titolo torna al grafico e tutto ciò che sta sotto risale al suo posto. Il margine inferiore tiene fermo il bordo basso, quindi i pannelli si alzano. Togliendo la spunta l'impaginazione torna identica.
ja: タイトルの 1 行が図表に戻り、その下の内容が 1 行分上へ詰まります。下マージンが下端を固定するので、パネルは高くなります。外せば元のレイアウトに正確に戻ります。
ko: 제목이 쓰던 한 줄을 차트가 돌려받고, 아래 내용이 그 줄로 올라옵니다. 아래쪽 여백이 하단을 고정하므로 패널이 높아집니다. 끄면 원래 배치로 정확히 돌아옵니다.
pl: Wiersz tytułu wraca do wykresu, a wszystko pod nim przesuwa się w górę na jego miejsce. Dolny margines trzyma dolną krawędź, więc panele rosną. Po odznaczeniu układ wraca dokładnie.
pt_br: A linha do título volta para o gráfico e tudo abaixo sobe para ela. A margem inferior mantém a borda de baixo fixa, então os painéis crescem. Ao desmarcar, o layout volta exatamente.
ru: Строка заголовка возвращается графику, и всё под ней поднимается в неё. Нижнее поле держит нижний край, поэтому панели становятся выше. Если снять галочку, компоновка восстанавливается в точности.
tr: Başlığın satırı grafiğe geri döner ve altındaki her şey o satıra yukarı kayar. Alt kenar boşluğu alt kenarı sabit tuttuğu için paneller uzar. Kapatılınca yerleşim birebir geri gelir.
zh_hans: 标题占的那一行还给图表，下面的内容整体上移一行。底边由下边距锁住不动，所以面板会长高。取消勾选可精确恢复原样。
zh_hant: 標題佔的那一行還給圖表，下面的內容整體上移一行。底邊由下邊界鎖住不動，所以面板會長高。取消勾選可精確恢復原樣。

# StockTitlePlaceholder
source: The name of the stock fetched
cs: Název načtené akcie
de: Der Name des abgerufenen Wertpapiers
es: El nombre del valor obtenido
fr: Le nom de la valeur récupérée
it: Il nome dello strumento scaricato
ja: 取得した銘柄名を使う
ko: 가져온 종목 이름 사용
pl: Nazwa pobranej spółki
pt_br: O nome da ação obtida
ru: Название загруженной бумаги
tr: Çekilen hissenin adı
zh_hans: 使用抓到的股票名称
zh_hant: 使用抓到的股票名稱

# StudioVideoSection.Text
source: Video
es: Vídeo
fr: Vidéo
ja: 動画
ko: 영상
pl: Film
pt_br: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

# StudioLayoutSection.Text
source: Layout
cs: Rozvržení
es: Composición
fr: Mise en page
it: Impaginazione
ja: レイアウト
ko: 레이아웃
pl: Układ
ru: Компоновка
tr: Yerleşim
zh_hans: 版面
zh_hant: 版面

# StudioRange.Header
source: Date range
cs: Období
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
ja: 期間
ko: 기간
pl: Zakres dat
pt_br: Período
ru: Период
tr: Tarih aralığı
zh_hans: 数据区间
zh_hant: 資料區間

# StudioRange1M
source: Last month
cs: Poslední měsíc
de: Letzter Monat
es: Último mes
fr: Dernier mois
it: Ultimo mese
ja: 直近 1 か月
ko: 최근 1개월
pl: Ostatni miesiąc
pt_br: Último mês
ru: Последний месяц
tr: Son 1 ay
zh_hans: 近 1 个月
zh_hant: 近 1 個月

# StudioRange3M
source: Last 3 months
cs: Poslední 3 měsíce
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
it: Ultimi 3 mesi
ja: 直近 3 か月
ko: 최근 3개월
pl: Ostatnie 3 miesiące
pt_br: Últimos 3 meses
ru: Последние 3 месяца
tr: Son 3 ay
zh_hans: 近 3 个月
zh_hant: 近 3 個月

# StudioRange6M
source: Last 6 months
cs: Posledních 6 měsíců
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi
ja: 直近 6 か月
ko: 최근 6개월
pl: Ostatnie 6 miesięcy
pt_br: Últimos 6 meses
ru: Последние 6 месяцев
tr: Son 6 ay
zh_hans: 近 6 个月
zh_hant: 近 6 個月

# StudioRange12M
source: Last 12 months
cs: Posledních 12 měsíců
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois
it: Ultimi 12 mesi
ja: 直近 12 か月
ko: 최근 12개월
pl: Ostatnie 12 miesięcy
pt_br: Últimos 12 meses
ru: Последние 12 месяцев
tr: Son 12 ay
zh_hans: 近 12 个月
zh_hant: 近 12 個月

# StudioRange24M
source: Last 2 years
cs: Poslední 2 roky
de: Letzte 2 Jahre
es: Últimos 2 años
fr: 2 dernières années
ja: 過去2年
ko: 최근 2년
pl: Ostatnie 2 lata
pt_br: Últimos 2 anos
ru: Последние 2 года
zh_hans: 近 2 年
zh_hant: 近 2 年

# StudioRangeCustom
source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Własny
pt_br: Personalizado
ru: Свой
tr: Özel
zh_hans: 自定义
zh_hant: 自訂

# StudioRangeFrom.Header
source: From
cs: Od
de: Von
es: Desde
fr: Du
it: Dal
ja: 開始日
ko: 시작일
pl: Od
pt_br: De
ru: С
tr: Başlangıç
zh_hans: 起始日期
zh_hant: 起始日期

# StudioRangeTo.Header
source: To
cs: Do
de: Bis
es: Hasta
fr: Au
it: Al
ja: 終了日
ko: 종료일
pl: Do
pt_br: Até
ru: По
tr: Bitiş
zh_hans: 结束日期
zh_hant: 結束日期

# StudioDuration
source: Duration: {0} s
cs: Délka: {0} s
de: Dauer: {0} s
es: Duración: {0} s
fr: Durée : {0} s
it: Durata: {0} s
ja: 長さ: {0} 秒
ko: 길이: {0}초
pl: Czas trwania: {0} s
pt_br: Duração: {0} s
ru: Длительность: {0} с
tr: Süre: {0} sn
zh_hans: 视频时长：{0} 秒
zh_hant: 影片長度：{0} 秒

# StudioResolution.Text
source: Resolution
cs: Rozlišení
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
tr: Çözünürlük
zh_hans: 分辨率
zh_hant: 解析度

# StudioFrameRate.Text
source: Frame rate
cs: Počet snímků
de: Bildrate
es: Fotogramas por segundo
fr: Fréquence d'images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 레이트
pl: Liczba klatek
pt_br: Taxa de quadros
ru: Частота кадров
tr: Kare hızı
zh_hans: 帧率
zh_hant: 影格率

# StudioQuality.Text
source: Quality
cs: Kvalita
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 画質
ko: 화질
pl: Jakość
pt_br: Qualidade
ru: Качество
tr: Kalite
zh_hans: 清晰度
zh_hant: 畫質

# StudioQualityStandard
source: Standard
cs: Standardní
es: Estándar
ja: 標準
ko: 표준
pl: Standardowa
pt_br: Padrão
ru: Обычное
tr: Standart
zh_hans: 标准
zh_hant: 標準

# StudioQualityHigh
source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高画質
ko: 고화질
pl: Wysoka
pt_br: Alta
ru: Высокое
tr: Yüksek
zh_hans: 高清
zh_hant: 高畫質

# StudioQualityUltra
source: Ultra
cs: Nejvyšší
es: Máxima
fr: Maximale
it: Massima
ja: 最高画質
ko: 초고화질
pl: Najwyższa
pt_br: Máxima
ru: Максимальное
tr: En yüksek
zh_hans: 超清
zh_hant: 超高畫質

# StudioBitrate
source: About {0} Mbps
cs: Přibližně {0} Mb/s
de: Etwa {0} Mbit/s
es: Unos {0} Mbps
fr: Environ {0} Mbit/s
it: Circa {0} Mbps
ja: 約 {0} Mbps
ko: 약 {0} Mbps
pl: Około {0} Mb/s
pt_br: Cerca de {0} Mbps
ru: Около {0} Мбит/с
tr: Yaklaşık {0} Mbps
zh_hans: 约 {0} Mbps
zh_hant: 約 {0} Mbps

# StudioMarginLeft
source: Left margin: {0}
cs: Levý okraj: {0}
de: Linker Rand: {0}
es: Margen izquierdo: {0}
fr: Marge gauche : {0}
it: Margine sinistro: {0}
ja: 左マージン: {0}
ko: 왼쪽 여백: {0}
pl: Lewy margines: {0}
pt_br: Margem esquerda: {0}
ru: Левое поле: {0}
tr: Sol kenar boşluğu: {0}
zh_hans: 左边距：{0}
zh_hant: 左邊界：{0}

# StudioMarginRight
source: Right margin: {0}
cs: Pravý okraj: {0}
de: Rechter Rand: {0}
es: Margen derecho: {0}
fr: Marge droite : {0}
it: Margine destro: {0}
ja: 右マージン: {0}
ko: 오른쪽 여백: {0}
pl: Prawy margines: {0}
pt_br: Margem direita: {0}
ru: Правое поле: {0}
tr: Sağ kenar boşluğu: {0}
zh_hans: 右边距：{0}
zh_hant: 右邊界：{0}

# StudioMarginBottom
source: Bottom margin: {0}
cs: Dolní okraj: {0}
de: Unterer Rand: {0}
es: Margen inferior: {0}
fr: Marge basse : {0}
it: Margine inferiore: {0}
ja: 下マージン: {0}
ko: 아래쪽 여백: {0}
pl: Dolny margines: {0}
pt_br: Margem inferior: {0}
ru: Нижнее поле: {0}
tr: Alt kenar boşluğu: {0}
zh_hans: 下边距：{0}
zh_hant: 下邊界：{0}

# StudioMarginTop
source: Top margin: {0}
cs: Horní okraj: {0}
de: Oberer Rand: {0}
es: Margen superior: {0}
fr: Marge haute : {0}
it: Margine superiore: {0}
ja: 上マージン: {0}
ko: 위쪽 여백: {0}
pl: Górny margines: {0}
pt_br: Margem superior: {0}
ru: Верхнее поле: {0}
tr: Üst kenar boşluğu: {0}
zh_hans: 上边距：{0}
zh_hant: 上邊界：{0}

# StudioMarginNote.Text
source: Measured against 1080×1920 and scaled to the chosen resolution, so a value tuned here holds at every size. The left margin also decides where the axis labels land. The top margin opens at 230, the band a phone keeps for its own interface; set it lower and the title moves into the strip a status bar covers.
cs: Měřeno proti 1080×1920 a přepočítáno na zvolené rozlišení, takže hodnota vyladěná tady platí v každé velikosti. Levý okraj také rozhoduje, kam dopadnou popisky osy. Horní okraj začíná na 230 — tolik si telefon rezervuje pro vlastní rozhraní; pod touto hodnotou se titulek posune do pásu, který překrývá stavový řádek.
de: Gemessen gegen 1080×1920 und auf die gewählte Auflösung skaliert; ein hier abgestimmter Wert gilt daher in jeder Größe. Der linke Rand bestimmt außerdem, wo die Achsenbeschriftungen landen. Der obere Rand beginnt bei 230 — dem Bereich, den sich das Telefon für seine eigene Oberfläche reserviert; darunter rutscht der Titel in den Streifen, den die Statusleiste überdeckt.
es: Medidos sobre 1080×1920 y escalados a la resolución elegida, así que un valor ajustado aquí sirve en todos los tamaños. El margen izquierdo decide además dónde caen las etiquetas del eje. El margen superior parte de 230, la banda que el teléfono reserva para su propia interfaz; por debajo, el título entra en la franja que cubre la barra de estado.
fr: Exprimées par rapport à 1080×1920 puis mises à l'échelle de la résolution choisie ; une valeur réglée ici reste valable à toutes les tailles. La marge gauche détermine aussi où se posent les graduations de l'axe. La marge haute part de 230, la bande que le téléphone réserve à sa propre interface ; en dessous, le titre entre dans la zone couverte par la barre d'état.
ja: 1080×1920 を基準とした値で、描画時に選んだ解像度へ比例拡大されます。ここで調整した値は解像度を変えてもそのまま使えます。左マージンは Y 軸目盛りの位置も決めます。 上マージンは既定値 230 がスマホが自前のUIのために確保する帯で、これより小さくするとタイトルがステータスバーの重なる帯に入ります。
ko: 1080×1920 기준으로 적은 값이며 선택한 해상도에 비례해 확대됩니다. 여기서 맞춘 값은 해상도를 바꿔도 그대로 쓸 수 있습니다. 왼쪽 여백은 Y축 눈금의 위치도 결정합니다. 위쪽 여백의 기본값 230은 휴대폰이 자체 UI를 위해 확보한 영역이며, 더 줄이면 제목이 상태 표시줄이 덮는 띠로 들어갑니다.
pl: Mierzone względem 1080×1920 i skalowane do wybranej rozdzielczości, więc wartość dobrana tutaj obowiązuje w każdym rozmiarze. Lewy margines decyduje też, gdzie trafiają opisy osi. Górny margines startuje od 230 — tyle telefon rezerwuje na własny interfejs; poniżej tytuł wchodzi w pas zasłaniany przez pasek stanu.
pt_br: Medidas contra 1080×1920 e escalonadas para a resolução escolhida, então um valor ajustado aqui vale em qualquer tamanho. A margem esquerda também decide onde caem os rótulos do eixo. A margem superior começa em 230, a faixa que o celular reserva para a própria interface; abaixo disso o título entra na faixa coberta pela barra de status.
ru: Отмеряются от 1080×1920 и масштабируются под выбранное разрешение, поэтому подобранное здесь значение верно при любом размере. Левое поле также определяет, где встанут подписи оси. Верхнее поле начинается с 230 — полосы, которую телефон оставляет под собственный интерфейс; ниже заголовок уходит в зону, перекрытую строкой состояния.
zh_hans: 以 1080×1920 为基准记数，渲染时按所选分辨率等比缩放，所以在这里调好的值换分辨率不用重调。左边距同时决定 Y 轴刻度的落点。 上边距默认 230，正是手机留给系统界面的那条安全区；调得更小，标题就会进入状态栏覆盖的那一条带。
zh_hant: 以 1080×1920 為基準計數，算繪時按所選解析度等比縮放，所以在這裡調好的值換解析度不必重調。左邊界同時決定 Y 軸刻度的落點。 上邊界預設 230，正是手機保留給系統介面的那條安全區；調得更小，標題就會進入狀態列覆蓋的那一條帶。

# StudioSafeArea.Header
source: Safe-area guides
cs: Vodítka bezpečné oblasti
de: Hilfslinien für den sicheren Bereich
es: Guías de zona segura
fr: Repères de zone sûre
it: Guide dell'area sicura
ja: セーフエリアのガイド
ko: 안전 영역 가이드
pl: Linie bezpiecznego obszaru
pt_br: Guias de área segura
ru: Направляющие безопасной зоны
tr: Güvenli alan kılavuzları
zh_hans: 安全区参考线
zh_hant: 安全區參考線

# StudioSafeAreaNote.Text
source: Outlines the regions a phone app covers with its own interface. Drawn in the preview only, and never in a file.
cs: Vyznačuje oblasti, které aplikace v telefonu zakryje vlastním rozhraním. Kreslí se jen v náhledu, nikdy do souboru.
de: Umreißt die Bereiche, die eine Telefon-App mit ihrer eigenen Oberfläche verdeckt. Nur in der Vorschau gezeichnet, niemals in einer Datei.
es: Marca las zonas que una aplicación de móvil tapa con su propia interfaz. Solo se dibujan en la vista previa, nunca en un archivo.
fr: Délimite les zones qu'une application mobile recouvre de sa propre interface. Tracés dans l'aperçu seulement, jamais dans un fichier.
it: Delimita le zone che un'app per telefono copre con la propria interfaccia. Disegnate solo nell'anteprima, mai in un file.
ja: スマートフォンのアプリが自身の UI で覆う領域を示します。プレビューにのみ描かれ、ファイルには入りません。
ko: 휴대폰 앱이 자체 인터페이스로 가리는 영역을 표시합니다. 미리 보기에만 그려지고 파일에는 들어가지 않습니다.
pl: Obrysowuje obszary, które aplikacja na telefonie zakrywa własnym interfejsem. Rysowane tylko w podglądzie, nigdy w pliku.
pt_br: Delimita as regiões que um aplicativo de celular cobre com a própria interface. Desenhadas apenas na prévia, nunca em um arquivo.
ru: Обводят области, которые телефонное приложение закрывает своим интерфейсом. Рисуются только в предпросмотре и никогда не попадают в файл.
tr: Bir telefon uygulamasının kendi arayüzüyle kapattığı bölgeleri gösterir. Yalnızca ön izlemede çizilir, dosyaya hiç girmez.
zh_hans: 标出手机应用会用自己界面遮住的区域。只画在预览里，绝不会进入视频文件。
zh_hant: 標出手機應用程式會用自己介面遮住的區域。只畫在預覽裡，絕不會進入影片檔。

# StudioPlay.Content
source: Play
cs: Přehrát
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
zh_hans: 播放
zh_hant: 播放
